[net]
batch=1
subdivisions=1

height=224
width=224
channels=3

[add_mask]
rscalar=0.1

[convolutional]
filters=6
size=3
stride=1
pad=0
activation=noact
nhwc=1

[linear_transform]
units=4

[add_mask]
rscalar=0.1
